[
    {
        "ReviewID": "CD002745",
        "Abstracts": "<s> Therapeutic effectiveness of amantadine hydrochloride in influenza A2--double blind studies.Therapeutic effectiveness of amantadine hydrochloride in influenza A2--double blind studies. </s><s>Safety of prolonged administration of rimantadine hydrochloride in the prophylaxis of influenza A virus infections in nursing homes.We evaluated the safety of rimantadine hydrochloride (RH) prophylaxis in a double-blind, placebo-controlled trial in three nursing homes during a community epidemic of influenza A (H3N2). Although daily monitoring of the 35 participants revealed an association between RH administration (100 mg twice a day) and the development of nausea and anxiety (P less than 0.05), these and other potential side effects were transient and were rarely considered to be clinically significant. Serum RH levels measured at the end of the trial (mean, 1,159 ng/ml) were nearly three times higher than those measured previously in younger individuals, suggesting that lower dosages may be indicated for the elderly. </s><s>Therapeutic effectiveness of amantadine hydrochloride in naturally occurring Hong Kong influenza--double-blind studies.Therapeutic effectiveness of amantadine hydrochloride in naturally occurring Hong Kong influenza--double-blind studies. </s><s>Influenza A prophylaxis with amantadine in a boarding school.In a boarding school for boys, where routine influenza vaccination is carried out annually, 267 boys were given amantadine (100 mg daily) and 269 received no specific treatment during an influenza A (H1N1) outbreak. 3 boys receiving amantadine and 29 boys receiving no medication had laboratory-proven influenza A. There are circumstances when the prophylactic use of amantadine may be justified for the control of influenza A outbreaks in boarding schools and other institutions where high attack-rates are experienced. </s><s>Effectiveness of rimantadine prophylaxis of children within families.With recent studies suggesting that children are the main introducers of influenza infections into families, we conducted a placebo-controlled, double-blind, randomized trial to study the prophylactic effectiveness of rimantadine hydrochloride in children on the transmission of influenza A infections within families. One hundred forty-five volunteers from 35 families completed this study during a naturally occurring outbreak of influenza A (H1N1) infection. Influenza infections, defined as a positive viral throat culture or a fourfold increase in antibody titer, occurred in 31.7% of children in the placebo group and 2.9% of children in the rimantadine group. Clinical illness with laboratory evidence of influenza infection occurred in 17.0% of children in the placebo group and 0% of children in the rimantadine group. Rimantadine was well tolerated by the children, with no significant difference in reported side effects between the placebo and rimantadine groups. Influenza A infection occurred in 19.0% of adults whose children were receiving a placebo and 8.8% of adults whose children were receiving rimantadine. On the basis of our study, rimantadine prophylaxis of children appears to be an effective method to prevent influenza A infection in children. Additional studies are needed to demonstrate the effects of rimantadine prophylaxis of children on the incidence of influenza A infection in their parents. </s><s>Safety and efficacy of long-term use of rimantadine for prophylaxis of type A influenza in nursing homes.The safety and efficacy of rimantadine for long-term prophylaxis of influenza A (H3N2) infection were evaluated among elderly residents in 10 nursing homes. Within each nursing home, participating residents were randomly assigned to receive placebo or rimantadine at 100 or 200 mg/day. Residents were evaluated daily for symptoms and significant health events as possible side effects, as well as for influenza-like illness. The study medications were administered to 328 residents for up to 8 weeks, with no statistically significant differences in the frequencies of gastrointestinal or central nervous system symptoms between the groups. However, residents in the active medication groups were more likely to withdraw from the study and to experience various health events including death; some but not all of these differences were statistically significant. Efficacy evaluations were carried out on the 68 vaccinated residents in the two nursing homes with demonstrated influenza virus activity. Rimantadine appeared to provide an additional protective effect beyond vaccination in reducing the risk of clinical and laboratory-confirmed influenza-like illness; however, the efficacy estimates were never statistically significant. The efficacies of the 100- and 200-mg/day dosages were generally similar. When data for the 100- and 200-mg/day dosage groups were combined and compared with data for the group receiving placebo, the efficacy of rimantadine in reducing the risk of clinical influenza-like illness was estimated to be 58 percent (P = 0.079). The results suggest the relative safety and clinical efficacy of using rimantadine for influenza prophylaxis among vaccinated elderly individuals and support the recommendation for a dosage reduction to 100 mg/day in this population. </s><s>Inhaled zanamivir versus rimantadine for the control of influenza in a highly vaccinated long-term care population.Despite vaccination, influenza commonly causes morbidity and mortality in institutional settings. Influenza control with rimantadine and amantadine is limited by emergence and transmission of drug-resistant influenza A variants, ineffectiveness against influenza B, and toxicity. This study evaluated the efficacy and tolerability of zanamivir versus rimantadine for influenza outbreak control in long-term care facilities.\n                This double-blind, randomized, controlled study prospectively enrolled nursing home residents for 3 influenza seasons (1997 to 2000). Vaccine was offered to all subjects. Following influenza outbreak declaration, subjects were randomized to inhaled zanamivir 10 mg or standard of care (rimantadine 100 mg for influenza A or placebo for influenza B) once daily for 14 days. The proportion of randomized subjects developing symptomatic, laboratory-confirmed influenza during prophylaxis was the primary endpoint.\n                Of 482 randomizations (238 zanamivir, 231 rimantadine, 13 placebo), 96% of subjects were elderly or had high-risk conditions; over 90% were vaccinated. Symptomatic, laboratory-confirmed influenza occurred in 3% of zanamivir subjects and 8% of rimantadine subjects during chemoprophylaxis (P = .038; additional protective efficacy for zanamivir over rimantadine = 61%). Since only 25 subjects were randomized during 2 influenza B outbreaks and none developed influenza, the influenza B data were excluded from further analysis. Zanamivir was well tolerated and unassociated with emergence of resistant virus; rimantadine-resistant variants were common.\n                This is the first prospective, controlled study demonstrating effectiveness of chemoprophylaxis for influenza outbreak control. Zanamivir prevents symptomatic, laboratory-confirmed influenza more effectively than rimantadine, is unassociated with resistant virus, and has a favorable safety profile. Zanamivir is an appropriate alternative for influenza outbreak control among institutionalized vaccinated elderly. </s><s>Children with influenza A infection: treatment with rimantadine.Treatment with rimantadine of influenza in children and the potential development of resistance in clinical isolates associated with therapy have not been previously studied. We compared rimantadine to acetaminophen therapy in a controlled, double-blind study of 91 children with influenza-like illness. Of 69 children with proven influenza A/H3N2 infection, 37 received rimantadine and 32 received acetaminophen for five days. Children receiving rimantadine showed significantly greater reduction in fever and improvement in daily scores for symptoms and severity of illness during the first three days. Viral shedding also diminished significantly during the first two days but subsequently increased such that by days 6 and 7 the proportion of children shedding virus, as well as the quantity of virus shed, was significantly greater in the rimantadine group. During the seven-day study, of the 22 children in the rimantadine group with serial isolates tested, ten (45.5%) had resistant isolates compared with two (12.5%) of those with serial isolates in the acetaminophen group (P less than .03). Thus, of the total 37 children in the rimantadine group, 27% were found to have resistant isolated compared with 6% in the total group receiving acetaminophen (P less than .04). Furthermore, the mean inhibitory concentration of rimantadine increased with time in the rimantadine group (r = .4, P = .002) but not in the acetaminophen group. Rimantadine therapy, thus, appears to be significantly more effective than acetaminophen in ameliorating the clinical signs and symptoms of influenza in children. Treatment with rimantadine was also associated with increased viral shedding after the medication was discontinued and with the development of resistance in the clinical isolates, the significance of which is unknown. </s><s>Efficacy of zanamivir for chemoprophylaxis of nursing home influenza outbreaks.Despite vaccination, influenza remains a common of morbidity in nursing homes. Chemoprophylaxis of residents with currently available antivirals is not always effective and new agents effective against both influenza A and B are needed. In a randomized, unblinded pilot study, we compared 14 day chemoprophylaxis with zanamivir, an antiviral which inhibits influenza neuraminidase, to standard of care during sequential influenza A and influenza B outbreaks in a 735 bed nursing home. Influenza A outbreaks were declared on 6/14 epidemic units. Sixty-five volunteers on four epidemic units were randomized to zanamivir and on two epidemic units, 23 volunteers were randomized to rimantadine. During the 14 days of prophylaxis, only four new febrile respiratory illnesses were detected. One volunteer receiving rimantadine prophylaxis developed laboratory-confirmed influenza. Influenza B outbreaks were declared on 3/14 epidemic units. Thirty-five volunteers on two epidemic units were randomized to zanamivir and 18 volunteers on one epidemic unit were randomized to no drug. During the 14 days of prophylaxis, only one new febrile respiratory illness was detected. One volunteer randomized to receive no drug developed laboratory-confirmed influenza. Zanamivir appears comparably effective to standard of care in preventing influenza-like illness and laboratory-confirmed influenza in nursing homes, but requires further testing. </s><s>A field trial of amantadine prophylaxis in naturally-occurring acute respiratory illness.A field trial of amantadine prophylaxis in naturally-occurring acute respiratory illness. </s><s>Rimantadine prophylaxis in children: a follow-up study.In a randomized, double-blind placebo-controlled clinical trial, we evaluated the prophylactic effectiveness of rimantadine in children (ages 1 to 18 years) against infection with influenza A (H3N2) and associated illness and the prevention of transmission of infection to adult members of the child's family. One hundred ten volunteers from 29 families completed this study during a naturally occurring outbreak of influenza A (H3N2). Influenza infections, defined as a positive viral throat culture or a 4-fold increase in antibody titer, occurred in 31.0% of children in the placebo group and 7.4% in the rimantadine group (P = 0.026). Clinical illness with laboratory evidence of influenza infection occurred in 24.1% of children in the placebo group and none in the rimantadine group (P = 0.007). Rimantadine was well-tolerated by the children, with no significant difference in reported adverse effects between the placebo and rimantadine groups. A combined analysis by families of these data and those of our similarly designed 1984 study, revealed that families in whom the children were given rimantadine had a significantly lower rate of influenza A infection and influenza-like illness compared with the families in whom the children were given placebo (68.8% vs. 18.8%, P less than 0.001) and (56.3% vs. 12.5%, P less than 0.001), respectively. We conclude that rimantadine prophylaxis of children appears to be an effective method to prevent influenza A (either H1N1 or H3N2) infection and illness in children. </s><s>Effect of rimantadine on the immune response to influenza A infections.The effects of rimantadine on lymphocyte responses to mitogens CON-A and PHA, natural killer cell activity, and the development of serum and local antibodies were studied during an epidemic outbreak of influenza A (H3N2). Twenty-three families consisting of 38 adults and 46 children had a member who developed a flu-like illness and were randomly assigned to receive placebo or rimantadine either as treatment or post exposure prophylaxis. Nasal washings for virus isolation and IgG and IgA determination were collected on days 1, 5, and 10 of illness. Blood samples for immunologic studies were obtained on days 1 and 5 of clinical illness and on day 21. No differences in lymphocyte responses to CON-A and PHA or in natural-killer cell activity were noted between placebo and rimantadine groups. The development of neutralizing antibodies to influenza H3N2 was also not affected by rimantadine. However, the presence of IgA in nasal secretions was significantly diminished in the rimantadine group compared to the placebo group (0/9 vs. 6/9, P less than 0.005). The findings indicate that rimantadine had no adverse affect on the systemic immune system. However, local immune response was diminished in individuals taking rimantadine possibly due to the presence of less immunogen resulting from reduction of virus in secretions of individuals taking antivirals. </s>"
    }
]